app/controllers/flowers_controller.rb

  def index
    @flowers = Flower.all
---
SELECT "flowers".* FROM "flowers"